import React from "react"
import { Container } from "react-bootstrap"

export const AboutBlock = () =>(
    <Container className="text-center my-5">
        <h2 className="secondaryText-black">О нас</h2>
        <p>Помѣстье​ 3 м² на протяженіи нѣсколькихъ ​лѣтъ​ является оффиціальной резиденціей ​Васильева​ Арсенія
             Игоревича и его компаніи. Построеное во второй половинѣ ​ХХ​ ​века, оно, является оригинальнымъ сочетаніемъ 
             Петровскаго барокко и современной инженерной мысли. Лѣпнина отъ дыма на сводчатыхъ потолкахъ и подтеки 
             краски на главныхъ воротахъ не оставятъ равнодушными не одного посѣтителя этого мѣста. Интерьеръ
              параднаго зала (другого не имѣемъ) отдѣланъ съ необычайной роскошью. Здѣсь же проходятъ ​ежедневные​
               встрѣчи, аудіенціи, пьянки и сборища.</p>
    </Container>
)